---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.SecondaryEnd
source: html/4ad51458-8d10-5730-b161-a9f1dd6d01b9.htm
---
# Autodesk.Revit.DB.GroupTypeId.SecondaryEnd Property

Secondary End.

## Syntax (C#)
```csharp
public static ForgeTypeId SecondaryEnd { get; }
```